Revit 2027 API
ParameterTypeId.FabricationStartOffsetParam Property
 "Start Middle Elevation"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId FabricationStartOffsetParam { get; }
Public Shared ReadOnly Property FabricationStartOffsetParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ FabricationStartOffsetParam {
	ForgeTypeId^ get ();
}
static member FabricationStartOffsetParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace